Repository: WindowSill-app/Extensions
Catalog: src/WindowSill.Date/Strings/*/Meetings.resw
Source language: en_us
Languages: de_de, fr_fr, hi_in, ja_jp, pl_pl, pt_br, uk_ua, vi_vn, zh_cn, zh_tw

# PollInterval15Min
source: 15 minutes
de_de: 15 Minuten
hi_in: 15 मिनट
ja_jp: 15分
pl_pl: 15 minut
pt_br: 15 minutos
uk_ua: 15 хвилин
vi_vn: 15 phút
zh_cn: 15 分钟
zh_tw: 15 分鐘

# PollInterval30Min
source: 30 minutes
de_de: 30 Minuten
hi_in: 30 मिनट
ja_jp: 30分
pl_pl: 30 minut
pt_br: 30 minutos
uk_ua: 30 хвилин
vi_vn: 30 phút
zh_cn: 30 分钟
zh_tw: 30 分鐘

# PollInterval1Hour
source: 1 hour
de_de: 1 Stunde
fr_fr: 1 heure
hi_in: 1 घंटा
ja_jp: 1時間
pl_pl: 1 godzina
pt_br: 1 hora
uk_ua: 1 година
vi_vn: 1 giờ
zh_cn: 1 小时
zh_tw: 1 小時

# PollInterval2Hours
source: 2 hours
de_de: 2 Stunden
fr_fr: 2 heures
hi_in: 2 घंटे
ja_jp: 2時間
pl_pl: 2 godziny
pt_br: 2 horas
uk_ua: 2 години
vi_vn: 2 giờ
zh_cn: 2 小时
zh_tw: 2 小時

# TravelMode.HeaderProperty
source: Travel mode
de_de: Reiseart
fr_fr: Mode de transport
hi_in: यात्रा मोड
ja_jp: 移動手段
pl_pl: Tryb podróży
pt_br: Modo de viagem
uk_ua: Спосіб подорожі
vi_vn: Phương thức di chuyển
zh_cn: 出行方式
zh_tw: 出行方式

# TravelMode.DescriptionProperty
source: How you typically travel to in-person meetings
de_de: Wie Sie normalerweise zu Präsenzbesprechungen reisen
fr_fr: Comment vous vous rendez habituellement aux réunions en personne
hi_in: आप आमतौर पर व्यक्तिगत मीटिंग्स में कैसे जाते हैं
ja_jp: 対面会議への通常の移動手段
pl_pl: Jak zazwyczaj podróżujesz na spotkania osobiste
pt_br: Como você geralmente viaja para reuniões presenciais
uk_ua: Як ви зазвичай дістаєтеся до особистих зустрічей
vi_vn: Cách bạn thường di chuyển đến cuộc họp trực tiếp
zh_cn: 您通常如何前往面对面会议
zh_tw: 您通常如何前往面對面會議

# TravelModeDriving
source: Driving
de_de: Autofahren
fr_fr: En voiture
hi_in: ड्राइविंग
ja_jp: 車
pl_pl: Samochodem
pt_br: De carro
uk_ua: Автомобілем
vi_vn: Lái xe
zh_cn: 驾车
zh_tw: 開車

# TravelModeWalking
source: Walking
de_de: Zu Fuß
fr_fr: À pied
hi_in: पैदल
ja_jp: 徒歩
pl_pl: Pieszo
pt_br: A pé
uk_ua: Пішки
vi_vn: Đi bộ
zh_cn: 步行
zh_tw: 步行

# TravelModeCycling
source: Cycling
de_de: Fahrrad
fr_fr: À vélo
hi_in: साइकिलिंग
ja_jp: 自転車
pl_pl: Rowerem
pt_br: De bicicleta
uk_ua: Велосипедом
vi_vn: Đi xe đạp
zh_cn: 骑行
zh_tw: 騎車

# TravelTimeMinutes
source: ~{0} min travel
de_de: ~{0} Min. Reisezeit
fr_fr: ~{0} min de trajet
hi_in: ~{0} मिनट यात्रा
ja_jp: 約{0}分の移動
pl_pl: ~{0} min podróży
pt_br: ~{0} min de viagem
uk_ua: ~{0} хв подорожі
vi_vn: ~{0} phút di chuyển
zh_cn: ~{0} 分钟路程
zh_tw: ~{0} 分鐘路程

# DateAtTime
source: {0} at {1}
de_de: {0} um {1}
fr_fr: {0} à {1}
hi_in: {0} को {1} बजे
pl_pl: {0} o {1}
pt_br: {0} às {1}
uk_ua: {0} о {1}
vi_vn: {0} lúc {1}
